/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Always overwrite files when reloading";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Always use this application";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Rhyngwyneb";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Ask before closing a connected browser window.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Chwilio am ddiweddariadau heb ofyn";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Bandwidth";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Bookmarks";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Box";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Symud ffenest trosglwyddiadau i’r blaen wrth drosglwyddo ffeiliau";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Porydd";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Change Settings…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Change permissions";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Changes take effect the next time you open the application.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Check for Update Now";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Close transfer window when all transfers completed";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Cadarnhau dadgysylltu";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Connect to bookmark:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Cysylltiad";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Convert to Google Docs format";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Arferol";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Default Bucket Location";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Default Protocol Handler";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Default Storage Class";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Protocol arferol:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Documents:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Dwbl-glic yn agor y ffeil mewn golygydd allanol";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Llwybr Lawrlwytho:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Downloads";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Golygydd Allanol";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Gweithredu";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Ffeiliau dyblyg:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Uwch";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Cyffredinol";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Grŵp";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Llinellau llorweddol";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Ffenest Gwybodaeth yn dangos y detholiad presennol pob amser";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Language";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Long";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Maximum Throughput:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Medium";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Number of retries:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Open a empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Agor ffeiliau a lawrlwythwyd gyda’r rhaglen arferol";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Open new browser window on startup";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Open new connection";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optical Character Recognition (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "OtherViews";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Eraill";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Perchennog";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Hawliau";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Dewisiadau";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Presentations:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Preserve modification date";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxies";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Darllen";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Tynnu eitemau o’r rhestr ar ôl cwblhau";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Repeat failed networking tasks";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Return key selects folder or file to rename";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Save Workspace on quit";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Search for passwords in the Keychain. Save passwords upon successfull login in the Keychain by default.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Select a text editor to edit files with by default. The editor must be installed on your system and support the ODB interface.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Select the default application to be opened for files or links pointing to an FTP location.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Select the default application to be opened for files or links pointing to an SFTP location.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Short";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Dangos ffeiliau cuddiedig";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Skip files matching the regular expression:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Spreadsheets:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Text Encoding";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "The location in which buckets will be created by default.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Throttle Transfers";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Timeout for opening connections (seconds):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Timeouts";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Cofnodion Amser";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Transfer Files:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Trosglwyddiadau";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Unlimited Bandwidth";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Diweddaru";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Upload with temporary filename";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Uploads";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Defnyddio Cylch Allweddi";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Use Large Icons";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Use Medium Icons";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Use Small Icons";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Lliwio cefndir rhesi am-yn-ail";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Use browser connection";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Use spring-loaded folders when dragging files";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Use system proxy settings";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Llinellau fertigol";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "When using small icons, only the nickname of the bookmark is displayed in the bookmark drawer.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Will save all open browsers when quitting and restore the connections upon relaunch.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Ysgrifennu";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "for Files";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "for Folders";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "to the permissions of the local file";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "to the permissions of the remote file";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "to these permissions:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "with delay (seconds):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "with delay:";

